// 1. Проверить является ли число круглым
// 2. Получить у пользователя два числа и узнать остаток от деления первого на второе
// 3. Получить у пользователя строку и узнать ее длину
// 4. Получить у пользователя два числа и назвать наибольшее
// 5. Получить у пользователя число и сказать входит ли оно в диаппазон от 30 до 50
// 6. Для доступа на сайт нужно ввести логин и пароль.
//    На сайте зарегистрировано четыре пользователя с паролями.
//    Получите у пользователя логин и пароль и скажите имеет ли он доступ на сайт
